# Входные данные
base = 5  # длина основания
height = 6  # высота

# Формула площади параллелограмма: площадь = основание * высота
area = base * height

# Вывод результата
print("Площадь параллелограмма:", area)
